Repository: thekingleo527/CyntientOps
Catalog: CyntientOps/*.lproj/Localizable.strings
Languages: es

# weather.apply
source: Apply
es: Aplicar

# weather.view_hourly
source: View hourly
es: Ver por hora

source: Weather offline
es: Tiempo sin conexión

source: Weather-Affected Tasks
es: Tareas afectadas por el clima

# weather.rain_likely_at
source: Rain likely ~%d%% at %@
es: Lluvia probable ~%d%% a las %@

# weather.risk.wind
source: Strong wind: secure outdoor work
es: Viento fuerte: asegurar exteriores

# weather.risk.heat
source: Heat risk: stay hydrated
es: Riesgo de calor: hidratarse

# weather.advice.optimal_drain_inspection
source: Optimal time for drain inspection
es: Momento óptimo para inspeccionar desagües

# weather.advice.postpone_exterior
source: Postpone until weather clears
es: Aplazar hasta que mejore el clima

# weather.advice.move_indoors
source: Move indoors if possible
es: Moverse a tareas interiores si es posible

# weather.advice.heat_complete_early
source: Complete early morning to avoid heat
es: Completar temprano para evitar el calor

# weather.advice.cold_dress_warm
source: Dress warmly and take frequent breaks
es: Abrígate y toma descansos frecuentes

# weather.advice.wind_roof_caution
source: Exercise extreme caution on roof work
es: Extremar precaución en trabajos de techo

# weather.advice.wind_secure_materials
source: Secure loose materials and equipment
es: Asegurar materiales y equipos sueltos

# weather.advice.monitor
source: Monitor conditions throughout task
es: Monitorear condiciones durante la tarea

# building.general.water_entry_title
source: Check building water entry points
es: Revisar puntos de entrada de agua

# building.general.water_entry_reco
source: Inspect doors and windows for water intrusion
es: Inspeccionar puertas y ventanas por intrusión de agua

# building.generic.walkup_heat_breaks
source: Multi-story walk-up - plan frequent breaks
es: Edificio sin ascensor: planear descansos por calor

# building.generic.commercial_rain_attention
source: Extra attention to commercial entrances - higher foot traffic
es: Atención extra en entradas comerciales: mayor tráfico

# building.1.check_mats_title
source: Check lobby mats and drainage
es: Revisar tapetes y drenaje del vestíbulo

# building.1.check_mats_reco
source: Ensure entrance mats are secure and lobby drainage is clear
es: Asegurar tapetes y verificar drenaje del vestíbulo

# building.1.verify_elevator_heat_title
source: Verify elevator heating systems
es: Verificar calefacción de ascensores

# building.1.verify_elevator_heat_reco
source: Check both passenger and freight elevator heating
es: Revisar calefacción de ascensor de carga y de pasajeros

# building.1.freight_in_rain
source: Use freight elevator to minimize lobby water tracking
es: Usar ascensor de carga para minimizar agua en el vestíbulo

# building.1.mats_foot_traffic
source: Extra attention to mats - 9 floors of foot traffic
es: Más atención a tapetes: 9 pisos de tráfico

# building.3.check_backyard_drain_title
source: Check backyard drain before rain
es: Revisar desagüe del patio antes de la lluvia

# building.3.check_backyard_drain_reco
source: Inspect and clear backyard drain prior to rainfall
es: Inspeccionar y despejar el desagüe del patio antes de la lluvia

# building.5.lobby_flow_title
source: Manage lobby flow during rain
es: Gestionar flujo del vestíbulo durante lluvia

# building.5.lobby_flow_reco
source: Place mats and cones; expect higher traffic from museum/offices
es: Colocar tapetes y conos; mayor tráfico (museo/oficinas)

# building.5.secure_signage_title
source: Secure signage and displays
es: Asegurar señalización y exhibidores

# building.5.secure_signage_reco
source: Secure lobby/corridor signage due to wind gusts
es: Asegurar señalización por ráfagas de viento

# building.6.inspect_roof_drain_title
source: Inspect 2nd floor roof drain
es: Inspeccionar desagüe del techo (2º piso)

# building.6.inspect_roof_drain_reco
source: Check drain via Apt 2R access during rain
es: Revisar por Apt 2R durante la lluvia

# building.6.inspect_drain_now
source: Perfect time to inspect drain function via Apt 2R
es: Momento ideal para revisar el desagüe (Apt 2R)

# building.6.observe_gutter
source: Observe gutter performance during active rainfall
es: Observar rendimiento de canaletas durante la lluvia

# building.7.check_mats_title
source: Check rain mats at entrance
es: Revisar tapetes de lluvia en la entrada

# building.7.check_mats_reco
source: Place mats and monitor water tracking in lobby
es: Colocar tapetes y monitorear agua en el vestíbulo

# building.8.commercial_logistics_title
source: Coordinate commercial logistics in rain
es: Coordinar logística comercial bajo lluvia

# building.8.commercial_logistics_reco
source: Use freight elevator for deliveries; add lobby mats
es: Usar ascensor de carga; añadir tapetes en el vestíbulo

# building.9.check_mats_title
source: Check rain mats at entrance
es: Revisar tapetes de lluvia en la entrada

# building.9.check_mats_reco
source: Place mats; expect increased water tracking
es: Colocar tapetes; más arrastre de agua

# building.10.elevator_cold_title
source: Cold check: elevator rooms
es: Frío: revisar cuartos de ascensores

# building.10.elevator_cold_reco
source: Verify machine room temps and door seals
es: Verificar temperatura de máquinas y sellado de puertas

# building.11.awnings_title
source: Check awnings and mats
es: Revisar toldos y tapetes

# building.11.awnings_reco
source: Ensure awnings drain properly; place mats at threshold
es: Asegurar drenaje de toldos; tapetes en el umbral

# building.13.commercial_mats_title
source: Ground-floor commercial mats
es: Tapetes en local de planta baja

# building.13.commercial_mats_reco
source: Place mats and cones at entrance during rain
es: Colocar tapetes y conos en lluvia

# building.14.secure_stair_windows_title
source: Secure stairwell windows
es: Asegurar ventanas de escaleras

# building.14.secure_stair_windows_reco
source: Check all stairwell windows in 5-story buildings
es: Revisar ventanas en 5 pisos

# building.14.window_check_walkup
source: Check all 5 floors - no elevator available for quick access
es: Revisar 5 pisos: sin ascensor

# building.14.start_early_heat
source: Start early - 5-story walk-up will be exhausting in heat
es: Empezar temprano: 5 pisos sin ascensor en calor

# building.15.lobby_mats_title
source: Lobby rain mats
es: Tapetes de lluvia en vestíbulo

# building.15.lobby_mats_reco
source: Place mats at lobby; 4 units per floor
es: Colocar tapetes en vestíbulo; 4 unidades por piso

# building.16.early_maintenance_title
source: Early morning park maintenance
es: Mantenimiento del parque temprano

# building.16.early_maintenance_reco
source: Complete outdoor work before 10 AM to avoid heat
es: Completar antes de las 10 AM para evitar calor

# building.16.suspend_outdoor_rain
source: Suspend all outdoor park maintenance until clear
es: Suspender mantenimiento exterior hasta que escampe

# building.16.complete_before_9
source: Complete before 9 AM - no indoor shelter available
es: Completar antes de las 9 AM - sin refugio

# building.16.secure_equipment
source: Secure all equipment - open park setting
es: Asegurar equipos - parque abierto

# building.16.rain_reschedule_title
source: Reschedule park maintenance
es: Reprogramar mantenimiento del parque

# building.16.rain_reschedule_reco
source: Rain in early morningâ€”reschedule park tasks to later when clear
es: Lluvia temprano: reprogramar para más tarde cuando escampe

# building.17.walkup_heat_title
source: Walk-up: plan heat breaks
es: Edificio sin ascensor: descansos por calor

# building.17.walkup_heat_reco
source: Schedule stairwork earlier; take frequent breaks
es: Programar escaleras más temprano; descansos frecuentes

# building.19.postpone_exterior_title
source: Postpone exterior cleaning
es: Aplazar limpieza exterior

# building.19.postpone_exterior_reco
source: Wait for clear weather for sidewalk work
es: Esperar clima despejado para la acera

# building.19.exterior_wait_clear
source: All work exterior - wait for clear conditions
es: Trabajo exterior: esperar condiciones claras

# building.19.hose_freeze_risk
source: Risk of freezing - use warm water for sidewalk hosing
es: Riesgo de congelación: usar agua tibia en manguera

# building.20.secure_equipment_title
source: Secure outdoor equipment
es: Asegurar equipos exteriores

# building.20.secure_equipment_reco
source: Secure patio equipment and signage in high winds
es: Asegurar equipos y señalización con vientos fuertes

# building.4.commercial_threshold_mats_title
source: Commercial threshold mats
es: Tapetes en entrada comercial

# building.4.commercial_threshold_mats_reco
source: Place mats at commercial entrance; monitor slip risk
es: Colocar tapetes; monitorear riesgo de resbalones

# building.21.private_elevator_cold_title
source: Private elevator cold check
es: Frío: ascensor privado

# building.21.private_elevator_cold_reco
source: Check temperature/comfort where elevator opens into unit
es: Revisar confort donde el ascensor abre en la unidad

# building.21.private_elevator_cold_detail
source: Check elevator that opens into unit - resident comfort critical
es: Revisar ascensor que abre en la unidad: confort del residente

# dashboard.upcoming_tasks
source: Upcoming Tasks
es: Tareas próximas

# dashboard.all_caught_up
source: All caught up!
es: ¡Al día!

# dashboard.no_upcoming_tasks
source: No upcoming tasks right now.
es: No hay tareas próximas ahora.

# dashboard.recent_activity
source: Recent Activity
es: Actividad reciente

# weather.card.title
source: Weather Advisory
es: Aviso meteorológico

# weather.details
source: Details
es: Detalles

# weather.hide_details
source: Hide Details
es: Ocultar detalles

# weather.open_building
source: Open Building
es: Abrir edificio

# weather.start
source: Start
es: Iniciar
